Repository: mbedworth/PommeCore
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, nl, pl, pt, uk, zh_hans

source: Sort by last seen
cs: Seřadit podle posledního zobrazení
de: Nach zuletzt gesehen sortieren
es: Ordenar por última vista
fr: Trier par dernière vue
it: Ordina per ultima visualizzazione
ja: 最後に表示された順に並べ替え
nl: Sorteren op laatste gezien
pl: Sortuj według ostatniego widzenia
pt: Ordenar por última visualização
uk: Сортувати за останнім побаченим
zh_hans: 根据最后看到排序

source: Logged in as Guest — no access to settings
cs: Přihlášen jako host — bez přístupu k nastavení
de: Als Gast angemeldet - kein Zugriff auf Einstellungen
es: Iniciado de invitado — sin acceso a ajustes
fr: Connecté en tant qu'invité — aucun accès aux paramètres
it: Acceduto come Ospite — nessun accesso alle impostazioni
ja: ゲストとしてログイン — 設定へのアクセスなし
nl: Ingelogd als Gast — geen toegang tot instellingen
pl: Zalogowano jako Gość — brak dostępu do ustawień
pt: Logado como Convidado — sem acesso às configurações
uk: Увійшов як гість — немає доступу до налаштувань
zh_hans: 作为访客登录 — 无访问权限

source: Add Region
cs: Přidat oblast
de: Region hinzufügen
es: Agregar región
fr: Ajouter une région
it: Aggiungi Regione
ja: 地域を追加
nl: Regio toevoegen
pl: Dodaj region
pt: Adicionar Região
uk: Додати регіон
zh_hans: 添加区域

source: Remove Region
cs: Odstranit oblast
de: Region entfernen
es: Eliminar región
fr: Supprimer une région
it: Rimuovi Regione
ja: 地域を削除
nl: Regio verwijderen
pl: Usuń region
pt: Remover Região
uk: Видалити регіон
zh_hans: 删除区域

source: View Region Tree
cs: Zobrazit strom oblastí
de: Regionstree anzeigen
es: Ver árbol de regiones
fr: Afficher l'arbre des régions
it: Visualizza Albero Regioni
ja: 地域ツリーを表示
nl: Regioboom bekijken
pl: Wyświetl drzewo regionów
pt: Visualizar Árvore de Regiões
uk: Переглянути дерево регіонів
zh_hans: 查看区域树

source: Region Def Tokens
cs: Tokeny definice oblasti
de: Region-Definierungs-Tokens
es: Tokens de definición de región
fr: Jetons de définition de la région
it: Token Definizione Regione
ja: 地域定義トークン
nl: Regio-definitietokens
pl: Tokeny definicji regionu
pt: Tokens de Definição de Região
uk: Токени визначення регіону
zh_hans: 区域定义令牌

source: Apply Region Def
cs: Použít definici oblasti
de: Region-Definition anwenden
es: Aplicar definición de región
fr: Appliquer la définition de la région
it: Applica Definizione Regione
ja: 地域定義を適用
nl: Regio-definitie toepassen
pl: Zastosuj definicję regionu
pt: Aplicar Definição de Região
uk: Застосувати визначення регіону
zh_hans: 应用区域定义

source: Save Regions (persist)
cs: Uložit oblasti (trvalé)
de: Regionen speichern (persistieren)
es: Guardar regiones (persistir)
fr: Enregistrer les régions (persister)
it: Salva Regioni (persistenti)
ja: 地域を保存 (永続化)
nl: Regio's opslaan (persist)
pl: Zapisz regiony (trwałe)
pt: Salvar Regiões (persistir)
uk: Зберегти регіони (переховувати)
zh_hans: 保存区域（持久化）

source: New region
cs: Nová oblast
de: Neue Region
es: Nueva región
fr: Nouvelle région
it: Nuova regione
ja: 新しい地域
nl: Nieuwe regio
pl: Nowy region
pt: Nova região
uk: Новий регіон
zh_hans: 新区域

source: Parent (optional)
cs: Rodič (volitelné)
de: Elternteil (optional)
es: Padre (opcional)
fr: Parent (facultatif)
it: Genitore (opzionale)
ja: 親 (オプション)
nl: Ouder (optioneel)
pl: Rodzic (opcjonalny)
pt: Pai (opcional)
uk: Батьковий (необов'язково)
zh_hans: 父（可选）

source: Region to remove
cs: Oblast k odstranění
de: Zu entfernende Region
es: Región para eliminar
fr: Région à supprimer
it: Regione da rimuovere
ja: 削除する地域
nl: Regio te verwijderen
pl: Region do usunięcia
pt: Região para remover
uk: Регіон для видалення
zh_hans: 要删除的区域

source: Flood Max (Unscoped)
cs: Zaplavení maximální (neomezené)
de: Überflutung maximieren (unbegrenzt)
es: Inundación Máxima (Sin alcance)
fr: Inondation maximale (Non limitée)
it: Allagamento Massimo (Non delimitato)
ja: 洪水最大（範囲なし）
nl: Overstroming Max (Onbeperkt)
pl: Powódź Maks (Bez zakresu)
pt: Inundação Máxima (Não Escopada)
uk: Повний потік
zh_hans: 洪水最大（未范围）

source: Region def builds a tree in one line: each token is a child of the previous; use name|jump to branch to an existing region, or name|* to return to root. Review the tree, then Save to persist.
cs: Region definice vytváří strom v jedné řádce: každý token je dítětem předchozího; použijte název|přepnout na větev k existující oblasti, nebo název|* k návratu do kořenů. Zkontrolujte strom, pak Uložit pro trvalé uložení.
de: Region definiert baut einen Baum in einer Zeile: Jedes Token ist ein Kind des vorherigen; verwenden Sie Name|Springen zu Zweig zu einer vorhandenen Region, oder Name|* um zur Wurzel zurückzukehren. Überprüfen Sie den Baum, dann Speichern um zu persistieren.
es: La región def construye un árbol en una línea: cada token es un hijo del anterior; utilice nombre|salto a la rama a una región existente, o nombre|* para regresar a la raíz. Revise el árbol, luego Guarde para persistir.
fr: La région définit un arbre en ligne : chaque jeton est l'enfant du précédent ; utilisez nom|sauter vers une branche existante, ou nom|* pour retourner à la racine. Vérifiez l'arbre, puis Enregistrer pour persister.
it: La regione def definisce un albero in una riga: ogni token è un figlio del precedente; utilizza nome|salta a una branca esistente o nome|* per tornare alla radice. Esamina l'albero, quindi Salva per persistere.
ja: 地域定義が一列に木を構築します：各トークンは前の子の下にあります。既存の地域に名前|ジャンプするか、名前|*でルートに戻ります。木を確認し、保存して永続化します。
nl: Regio-definitie bouwt een boom in één lijn: elk token is een kind van het vorige; gebruik naam|spring naar tak om naar een bestaande regio te gaan, of naam|* om terug te keren naar de wortel. Bekijk de boom, sla dan op om het te bewaren.
pl: Region definiuje drzewo w jednej linii: każdy token jest dzieckiem poprzedniego; użyj nazwy|skocz do gałęzi istniejącego regionu, lub nazwa|* aby wrócić do korzenia. Przejrzyj drzewo, a następnie Zapisz aby zachować zmiany.
pt: A região define uma árvore em uma linha: cada token é filho do anterior; utilize nome|pular para uma ramificação existente, ou nome|* para retornar à raiz. Revise a árvore, depois Salve para persistir.
uk: Регіон визначає побудову дерева в одному рядку: кожен токен — дитина попереднього; використовуйте ім'я|перехід до гілки існуючого регіону, або ім'я|* для повернення до кореня. Перегляньте дерево, а потім Збережіть для збереження змін.
zh_hans: 区域定义构建一条线上的树：每个标记都是前一个的孩童；使用名称|跳转到现有区域，或名称|* 返回根。审查树，然后保存以持久化。

source: Share %@
cs: Sdílet %@
de: Teilen %@
es: Compartir %@
fr: Partager %@
it: Condividi %@
ja: 共有する %@
nl: Deel %@
pl: Udostępnij %@
pt: Compartilhar %@
uk: Поділитися %@
zh_hans: 分享 %@

source: %lld hops
cs: %lld skoků
de: %lld Sprünge
es: %lld saltos
fr: %lld sauts
it: %lld salti
ja: %lld ホップ
nl: %lld sprongen
pl: %lld skoków
pt: %lld saltos
uk: %lld стрибків
zh_hans: %lld 跳跃

source: Relay Repeaters (%lld)
cs: Relé opakovače (%lld)
de: Relais-Wiederholer (%lld)
es: Repetidores de retransmisión (%lld)
fr: Répéteurs de relais (%lld)
it: Ripetitori di relay (%lld)
ja: リレーリピーター（%lld）
nl: Relaisherhalers (%lld)
pl: Powtórniowe przekaźniki (%lld)
pt: Repetidores de Relay (%lld)
uk: Повторювачі реле (%lld)
zh_hans: 中继重发器 (%lld)

source: Logged in as %@ — read-only access
cs: Přihlášen jako %@ — pouze čtení přístupu
de: Angemeldet als %@ — nur Lesezugriff
es: Iniciado de %@ — acceso solo lectura
fr: Connecté en tant que %@ — accès en lecture seule
it: Acceso come %@ — accesso solo lettura
ja: ログイン中 %@ - 読み取り専用アクセス
nl: Ingelogd als %@ — alleen-lezen toegang
pl: Zalogowano jako %@ — dostęp tylko do odczytu
pt: Conectado como %@ — acesso somente leitura
uk: Увійшов як %@ — лише читання доступу
zh_hans: 已登录为 %@ — 只读访问

source: Error
cs: Chyba
de: Fehler
fr: Erreur
it: Errore
ja: エラー
nl: Fout
pl: Błąd
pt: Erro
uk: Помилка
zh_hans: 错误

source: Warn
cs: Varování
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso
ja: 警告
nl: Waarschuwing
pl: Ostrzeżenie
pt: Aviso
uk: Попередження
zh_hans: 警告

source: Info
cs: Informace
es: Información
fr: Information
it: Informazione
ja: 情報
nl: Informatie
pl: Informacja
pt: Informação
uk: Інформація
zh_hans: 信息

source: Maintenance
cs: Údržba
de: Wartung
es: Mantenimiento
fr: Entretien
it: Manutenzione
ja: メンテナンス
nl: Onderhoud
pl: Utrzymanie
pt: Manutenção
uk: Мантенанс
zh_hans: 维护

source: Routing
cs: Směrování
de: Routen
es: Enrutamiento
fr: Routage
ja: ルーティング
nl: Routen
pl: Kierowanie
pt: Roteamento
uk: Маршрутизація
zh_hans: 路由

source: Security
cs: Bezpečnost
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
uk: Безпека
zh_hans: 安全性

source: Timing & Performance
cs: Časování a výkon
de: Zeitplanung & Leistung
es: Tiempo y rendimiento
fr: Synchronisation et performance
it: Tempi e prestazioni
ja: タイミング＆パフォーマンス
nl: Tijdsduur en prestaties
pl: Czas i wydajność
pt: Tempo e Desempenho
uk: Час та продуктивність
zh_hans: 时间与性能

source: New Group
cs: Nová skupina
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
it: Nuovo gruppo
ja: 新グループ
nl: Nieuwe groep
pl: Nowa grupa
pt: Novo Grupo
uk: Нова група
zh_hans: 新组

source: Rename Group
cs: Přezmenšit skupinu
de: Gruppe umbenennen
es: Renombrar grupo
fr: Renommer le groupe
it: Rinomina gruppo
ja: グループ名を変更
nl: Groep hernoemen
pl: Zmiana nazwy grupy
pt: Renomear Grupo
uk: Перейменувати групу
zh_hans: 重命名组

source: Suggested
cs: Navržené
de: Vorschlag
es: Sugerido
fr: Suggéré
it: Suggerito
ja: 提案
nl: Aanbevolen
pl: Sugerowane
pt: Sugerido
uk: Рекомендоване
zh_hans: 建议

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
it: Intervallo
ja: 間隔
pl: Interwał
pt: Intervalo
uk: Періодичність
zh_hans: 间隔

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセット
pt: Redefinir
uk: Скидання
zh_hans: 重置

source: USB Serial
de: USB-Seriell
es: Serie USB
fr: USB Série
it: Serial USB
ja: USBシリアル
pl: Serial USB
pt: Serial USB
uk: USB послідовний порт
zh_hans: USB串口

source: Multi-Ping (5x)
de: Mehrfacher Ping (5x)
ja: 多重ピング (5倍)
nl: Meerdere Ping (5x)
pl: Wielokrotny Ping (5x)
uk: Багатопінг (5x)
zh_hans: 多重延迟（5倍）

source: %@ m
es: %@ metros
fr: %@ mètres
nl: %@ meter
uk: %@ м
zh_hans: %@ 米

source: Port
es: Puerto
it: Porta
ja: ポート
nl: Poort
pt: Porto
uk: Порт
zh_hans: 端口

source: Slot %@
es: Ranura %@
ja: スロット %@
uk: Слот %@
zh_hans: 槽 %@

source: > 0 dB
it: > 0 dB (Superiore a 0 dB)
ja: 0 dB 以上
nl: > 0 dB (meer dan 0 dB)
pt: > 0 dB (Maior que 0 dB)
uk: Більше 0 дБ
zh_hans: 超出 0 dB

source: Firmware
ja: ファームウェア
pl: Oprogramowanie
uk: Фірмверт
zh_hans: 固件

source: Fresnel: %@
ja: フレネル: %@
uk: Фреснель: %@
zh_hans: 弗雷内尔: %@

source: Min
ja: 最小
uk: Мін
zh_hans: 最小值

source: Mod
ja: モディファイア
uk: Мод
zh_hans: 模数

source: Multi-ACK
ja: 多重ACK
nl: Meerdere ACK
pl: Wielokrotne potwierdzenie
uk: Багатократне підтвердження
zh_hans: 多重ACK

source: Pin
ja: ピン
uk: Закріплення
zh_hans: 固定

source: Ping
ja: ピング
uk: Пінг
zh_hans: 延迟

source: %@ pkt
pl: %@ punkt
uk: %@ пт
zh_hans: %@ 包

source: RSSI (dBm)
uk: RSSI (дБм)

source: SNR (dB)
uk: SNR (дБ)
zh_hans: 信噪比（dB）

source: Ping %lld/%lld
uk: Пінг %lld/%lld

source: SNR
zh_hans: 信噪比

source: SF / BW
zh_hans: SF/带宽
